export default {
  projections: {
    ВозвратБилетаE: {
      датаВозврата: {
        __caption__: 'Дата возврата'
      },
      покупкаБилета: {
        __caption__: 'Покупка билета',
        пунктОтпр: {
          __caption__: 'Пункт отпр'
        }
      }
    },
    ВозвратБилетаL: {
      датаВозврата: {
        __caption__: 'Дата возврата'
      },
      покупкаБилета: {
        __caption__: 'Пункт отпр',
        пунктОтпр: {
          __caption__: 'Пункт отпр'
        }
      }
    }
  },
  validations: {
    датаВозврата: {
      __caption__: 'Дата возврата'
    },
    покупкаБилета: {
      __caption__: 'Покупка билета'
    }
  }
};
