export default {
  projections: {
    ПокупкаБилетаE: {
      датаПоездки: {
        __caption__: 'Дата поездки'
      },
      датаПокупки: {
        __caption__: 'Дата покупки'
      },
      место: {
        __caption__: 'Место'
      },
      пунктОтпр: {
        __caption__: 'Пункт отпр'
      },
      пунктНазнач: {
        __caption__: 'Пункт назнач'
      },
      времяПокупки: {
        __caption__: 'Время покупки'
      },
      билетКасса: {
        __caption__: 'Билет касса',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      перевозчик: {
        __caption__: 'Перевозчик',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиент_: {
        __caption__: 'Клиент_',
        банкСчет: {
          __caption__: 'Банк счет'
        }
      }
    },
    ПокупкаБилетаL: {
      датаПоездки: {
        __caption__: 'Дата поездки'
      },
      датаПокупки: {
        __caption__: 'Дата покупки'
      },
      место: {
        __caption__: 'Место'
      },
      пунктОтпр: {
        __caption__: 'Пункт отпр'
      },
      пунктНазнач: {
        __caption__: 'Пункт назнач'
      },
      времяПокупки: {
        __caption__: 'Время покупки'
      },
      билетКасса: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      перевозчик: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиент_: {
        __caption__: 'Банк счет',
        банкСчет: {
          __caption__: 'Банк счет'
        }
      }
    }
  },
  validations: {
    времяПокупки: {
      __caption__: 'Время покупки'
    },
    датаПоездки: {
      __caption__: 'Дата поездки'
    },
    датаПокупки: {
      __caption__: 'Дата покупки'
    },
    место: {
      __caption__: 'Место'
    },
    пунктНазнач: {
      __caption__: 'Пункт назнач'
    },
    пунктОтпр: {
      __caption__: 'Пункт отпр'
    },
    билетКасса: {
      __caption__: 'Билет касса'
    },
    клиент_: {
      __caption__: 'Клиент_'
    },
    перевозчик: {
      __caption__: 'Перевозчик'
    }
  }
};
