export default {
  projections: {
    Транзакция_E: {
      номер: {
        __caption__: 'Номер'
      },
      покупкаБилета: {
        __caption__: 'Покупка билета',
        пунктОтпр: {
          __caption__: 'Пункт отпр'
        }
      },
      клиент_: {
        __caption__: 'Клиент_',
        банкСчет: {
          __caption__: 'Банк счет'
        }
      },
      возвратБилета: {
        __caption__: 'Возврат билета',
        датаВозврата: {
          __caption__: 'Дата возврата'
        }
      }
    },
    Транзакция_L: {
      номер: {
        __caption__: 'Номер'
      },
      покупкаБилета: {
        __caption__: 'Пункт отпр',
        пунктОтпр: {
          __caption__: 'Пункт отпр'
        }
      },
      клиент_: {
        __caption__: 'Банк счет',
        банкСчет: {
          __caption__: 'Банк счет'
        }
      },
      возвратБилета: {
        __caption__: 'Дата возврата',
        датаВозврата: {
          __caption__: 'Дата возврата'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    возвратБилета: {
      __caption__: 'Возврат билета'
    },
    клиент_: {
      __caption__: 'Клиент_'
    },
    покупкаБилета: {
      __caption__: 'Покупка билета'
    }
  }
};
